Repository: fszontagh/sd.cpp.gui.wx
Catalog: locale/*/stablediffusiongui.po
Languages: hu

source: Move the model into the ESRGAN (upscalers) folder: %s
hu: Model mozgatása az ESRGAN (felnagyító) mappájába: %s

source: Move the model into the ControlNet folder: %s
hu: Model mozgatása a ConrolNet mappába: %s

source: &Move to another folder
hu: &Másik mappába mozgatás

source: &Delete model file
hu: Mo&del fájl törlése

source: Image type not supported: %s
hu: A képtípus nem támogatott: %s

source: Load generation parameters from image?
hu: Generálási információk betöltése a képből?

source: Load parameters?
hu: Paraméterek betöltése?

source: No upscaler model found!
hu: Nem található upscaler model!

source: The selected server (%s) not connected
hu: A kiválaszott szerver (%s) nem elérhető

source: Error
hu: Hiba

source: No model found!
hu: Model nem található

source: Please select a local model!
hu: Kérlek válasz egy helyi model-t!

source: The selected model not available on the selected server!
hu: A kiválasztott model nem elérhető a szerveren!

source: No TAESD model found!
hu: TAESD model nem található!

source: The selected taesd model not available on the selected server!
hu: A kiválasztott taesd model nem elérhető a szerveren!

source: No VAE model found!
hu: VAE model nem található

source: The selected vae model not available on the selected server!
hu: A választott vae model nem elérhető a szerveren!

source: Skipping controlnet with diffusion model: %s
hu: Controlnet kihagyása diffúziós model miatt: %s

source: No controlnet model found!
hu: Nem található controlnet model!

source: The selected controlnet model not available on the selected server!
hu: A választott controlnet model nem elérhető a szerveren!

source: Can not load controlnet image: '%s', removing it
hu: Nem sikerült betölteni a controlnet képet: '%s', törölve

source: Controlnet Image %dx%dpx
hu: Controlnet Kép %dx%dpx

source: IMG2IMG - original image
hu: IMG2IMG - eredeti kép

source: Please specify a name (only alphanumeric)
hu: Kérlek adj meg egy nevet (csak alfanumerikus)

source: Failed to save preset: %s
hu: Nem sikerült menteni a preset-et: %s

source: Taesd file not found:
hu: Taesd fájl nem található:

source: Vae file not found:
hu: VAE fájl nem található:

source: Controlnet file not found:
hu: Controlnet fájl nem található:

source: File name
hu: Fájlnév

source: Last modified
hu: Módosítva

source: #%d name
hu: #%d név

source: #%d format
hu: #%d formátum

source: #%d type
hu: #%d típus

source: Resolution: %s Seed: %<PRId64> Steps: %d
hu: Felbontás: %s Seed: %<PRId64> Lépések: %d

source: Unknown
hu: Ismeretlen

source: Send to img2img
hu: Küldés az img2img-be

source: Load available parameters
hu: Elérhető paraméterek betöltése

source: Open the original image in the web browser
hu: Eredeti kép megnyitása böngészőben

source: Send to Image Info tab
hu: Küldés a Kép Infó fülbe

source: Open the original image in the web browser? %s
hu: Eredeti kép megnyitása böngészőben? %s

source: Open original image
hu: Eredeti kép megnyitása

source: Create subfolder in: %s The folder will remain hidden within the application until a compatible model file is added to it.
hu: Almappa létrehozása: %s A létrehozott mappa addig nem lesz látható az alkalmazáson belül, amíg egy kompatibilis model fájl nem kerül bele.

source: Create folder
hu: Mappa létrehozása

source: Folder already exists
hu: A mappa már létezik

source: Created folder: %s
hu: Létrehozott mappa: %s

source: Can not create folder: %s
hu: Nem lehet a mappát létrehozni: %s

source: Select the directory to move the model
hu: Válassz cél mappát a model áthelyezéséhez

source: Move Model
hu: Model áthelyezése

source: Are you sure you want to delete this model? %s
hu: Biztosan törölni szeretnéd a modelt? %s

source: Delete Model
hu: Model törlése

source: Diffusion model not found
hu: A diffúziós modell nem található

source: Select one
hu: Válassz egyet

source: Failed to parse preset: %s
hu: A preset betöltése nem sikerült: %s

source: Failed to parse prompt template: %s
hu: A prompt sablon betöltése nem sikerült: %s

source: Loaded %s: %d
hu: Betöltve %s: %d

source: Image size (%d x %d) is smaller than the original size (%d x %d). Please increase the size to at least (%d x %d).
hu: A kép mérete (%d x %d) kisebb mint az eredeti méret (%d x %d). Kérlek növeld a kép méretét legalább (%d x %d).

source: Can not open image!
hu: Nem lehet a képet megnyitni!

source: No metadata found in image: %s
hu: Nem találhatóak meta információk a képben: %s

source: Upscaler image open: file name is empty
hu: Felnagyítandó kép megnyitása: a fájl neve üres

source: Upscaler image open: file not found: %s
hu: Felnagyítandó kép megnyitása: a fájl nem található: %s

source: Error accessing to the background process. Please try again
hu: Hiba történt a háttérfolyamat elérésekor. Kérlek próbáld újra

source: Local diffusion is disabled
hu: A helyi számítások kikapcsolva

source: Job added to %s
hu: Feladat hozzáadva a(z) %s kiszolgálóhoz

source: Job status changed: %s job id: %<PRIu64> status: %s
hu: A feladat állapota megváltozott: %s feladat azonosító: %<PRIu64> állapot: %s

source: %d jobs and %d steps without a segfault
hu: %d feladat és %d lépés segfault nélkül

source: %d job and %d step without a segfault
hu: %d feladat és %d lépés segfault nélkül

source: Model loaded: %s
hu: Model betöltve: %s

source: Model load started: %s
hu: A model betöltése elkezdve: %s

source: Model load failed: %s
hu: A model betöltése nem sikerült: %s

source: Model load failed
hu: A model betöltése nem sikerült

source: The '%s' just failed to load... for more details please see the logs!
hu: A(z) '%s'-t nem sikerült betölteni... a részletekért kérlek nézd meg alogokat!

source: Diffusion started. Seed: %<PRId64> Batch: %d %dx%dpx Cfg: %.1f Steps: %d
hu: Diffúzió elkezdve. Seed: %<PRId64> Tételek: %d %dx%dpx Cfg: %.1f Lépések: %d

source: Upscale start, factor: %d image: %s
hu: Nagyítás elkezdve, tényező: %d kép %s

source: Generation error: %s
hu: Generálási hiba: %s

source: Connected to server: %s
hu: Kapcsolódva a kiszolgálóhoz: %s

source: Server disconnected: %s %s
hu: A kiszolgáló szétkapcsolódott: %s %s

source: Server error: %s - %s - %s
hu: Kiszolgáló hiba: %s - %s - %s

source: Server job list update started
hu: A kiszolgálón lévő feladatok listájának letöltése elkezdve

source: Server job list update finished
hu: A kiszolgálón lévő feladatok listájának letöltése kész

source: Server job delete: %<PRIu64>
hu: Kiszolgáló feladat törlés: %<PRIu64>

source: Server job delete error: %<PRIu64> - %s
hu: Hiba a kiszolgálón a feladat törlésekor: %<PRIu64> - %s

source: Server auth request: %s
hu: Kiszolgáló azonosítás kérése: %s

source: Server auth request failed: %s
hu: A kiszolgálón sikertelen az azonosítás: %s

source: Server auth response: %s
hu: Kiszolgáló válasza az azonosításra: %s

source: Server's model list updated: %s Models: %lu
hu: A kiszolgáló model listája frissítve: %s Modellek: %lu

source: Error parsing JSON: %s
hu: Hiba a JSON feldolgozásakor: %s

source: Model civitai image downloaded for model: %s
hu: Civitai kép letöltve a modelhez: %s

source: Moving: %s%%
hu: Mozgatás: %s%%

source: Model move error: %s
hu: Model mozgatási hiba: %s

source: Model civitai %<PRIuMAX> image(s) download started for model: %s
hu: %<PRIuMAX> db model kép letöltése megkezdve a modelhez: %s

source: Model civitai info download error: %s
hu: Civitai kép letöltése közben hiba lépett fel: %s

source: Model civitai info download start: %s
hu: Civitai adatok letöltése elkezdve a modelhez: %s

source: Model civitai info download finished: %s
hu: Civitai adatok letöltve a modelhez: %s

source: Model civitai info not found: %s Hash: %s
hu: Civitai adatok nem találhatóak a modelhez: %s Hash: %s

source: Model civitai info unkown parsing error happened: %s Hash: %s
hu: A letöltött Civitai adatok feldolgozása közben ismeretlen hiba lépett fel: %s Hash: %s

source: Error writing model meta file: %s
hu: Hiba a model meta fájl írásakor: %s

source: Model download finished
hu: Model letöltés kész

source: The model download is finished: %s
hu: A model letöltve: %s

source: Model download failed
hu: A model letöltése nem sikerült

source: The model download is failed: %s
hu: A model letöltése sikertelen: %s

source: Created at
hu: Létrehozva

source: Started at
hu: Elindítva

source: Finished at
hu: Elkészült

source: Updated at
hu: Frissítve

source: Mode
hu: Mód

source: Threads
hu: Szálak

source: Factor
hu: Faktor

source: Scheduler
hu: Ütemező

source: Init image
hu: Kezdő kép

source: Mask image
hu: Maszk kép

source: Strength
hu: Erő

source: Clip skip
hu: Clip kihagyás

source: Clip on CPU
hu: Clip a CPU-n

source: yes
hu: igen

source: no
hu: nem

source: Cfg scale
hu: Cfg skála

source: Steps
hu: Lépések

source: Time min.
hu: Idő min.

source: Time max.
hu: Idő max.

source: Time avg.
hu: Idő átl.

source: Time total
hu: Teljes idő

source: VAE tiling
hu: VAE darabolása

source: Batch count
hu: Tételek száma

source: Width
hu: Szélesség

source: Height
hu: Magasság

source: CN img
hu: CN kép

source: CN strength
hu: CN ereje

source: SLG scale
hu: SLG skála

source: Skip layers
hu: Rétegkihagyás

source: Skip Layer Start
hu: Rétegkihagyás start

source: Skip Layer End
hu: Rétegkihagyás vége

source: Image width: %dpx, height: %dpx
hu: Kép szélesség: %dpx, magasság: %dpx

source: Controlnet image
hu: Controlnet kép

source: Initial image
hu: Kiinduló kép

source: Inpaint mask image
hu: Inpaint maszk kép

source: Outpaint mask image
hu: Outpaint maszk kép

source: Original image
hu: Eredeti kép

source: Generated image
hu: Generált kép

source: Filename: %s
hu: Fájlnév: %s

source: Open image
hu: Kép megnyitása

source: Open parent folder
hu: Szülő mappa megnyitása

source: Copy seed
hu: Seed másolása

source: Send the image to img2img
hu: Kép küldése az img2img-be

source: Upscale
hu: Felnagyítás

source: Send image to the controlnet image
hu: Kép küldése controlnet képbe

source: Send image to img2img mask
hu: Kép küldése img2img maszknak

source: Copy image to clipboard
hu: Kép másolása a vágólapra

source: Copy image path to clipboard
hu: Kép útvonal másolása a vágólapra

source: Job
hu: Feladat

source: Server: %s
hu: Kiszolgáló: %s

source: Converting model %s to %s
hu: Model átalakítása %s erre: %s

source: Do you want to convert model %s with quantation %s to gguf format?
hu: Szeretnéd átalakítani a modelt %s %s kvantitációra gguf formátumra?

source: Do you want to convert model %s with quantation %s and vae %s to gguf format?
hu: Szeretnéd átalakítani a modelt %s %s kvantitációra gguf formátumra %s vae -val?

source: Convert model %s?
hu: Model átalakítása %s?

source: The file %s already exists. Do you want to overwrite it?
hu: A fájl %s már létezik. Szeretnéd felülírni?

source: Overwrite File?
hu: Fájl felülírása?

source: Open Link?
hu: Link megnyitása?

source: %s started
hu: %s elindult

source: %s exited
hu: %s kilépett

source: Current job: %s %s
hu: Aktuális feladat: %s %s

source: Save mask image file
hu: Maszk kép mentése fájlba

source: PNG files (*.png)|*.png|All files (*.*)|*.*
hu: PNG fájlok (*.png)|*.png|All files (*.*)|*.*

source: Failed to save image into %s
hu: Nem sikerült a kép mentése ide %s

source: Inpaint mask open: file not found: %s
hu: Inpaint maszk megnyitása: a fájl nem található: %s

source: No image loaded into the img2img, please load a base image before open the mask!
hu: Nincs kép betöltve az img2img -be, kérlek először nyiss meg egy képet és utána töltsd be a maszkot!

source: The mask file must be a PNG file
hu: A mszknak PNG fájlnak kell lennie

source: Inpaint mask open: the resolution of the mask does not match the resolution of the image: %s
hu: Inpaint maszk megnyitása: a maszk kép felbontása nem egyezik a kép felbontásával: %s

source: The resolution of the mask does not match the resolution of the image
hu: A maszk kép felbontása nem egyezik a kép felbontásával

source: Save chat as HTML
hu: Chat mentése HTML-ként

source: Loading model: %s
hu: Model betöltése: %s

source: Parentheses are not balanced!
hu: Nem egyező zárójelek!
