Repository: fszontagh/sd.cpp.gui.wx
Catalog: locale/*/stablediffusiongui.po
Languages: hu

source: Failed to load model:
hu: A model betöltése nem sikerült:

source: Unknown mode: %s
hu: Ismeretlen mód: %s

source: Failed to load image:
hu: A kép betöltése nem sikerült:

source: Empty model path!
hu: Üres model útvonal!

source: Another program instance is already running, aborting.
hu: Az alkalmazás egy példánya már fut, kilépés.

source: local
hu: helyi

source: unknown server
hu: ismeretlen szerver

source: deleted server
hu: törölt kiszolgáló

source: Llama model loaded: %s
hu: Llama model betöltve: %s

source: Model loaded %s
hu: Model betöltve: %s

source: Model unloaded
hu: Model kiürítve a memóriából

source: Llama model unloaded: %s
hu: Llama model kiürítve a memóriából: %s

source: [F]
hu: [K]

source: pending
hu: függőben

source: running
hu: fut

source: paused
hu: szünet

source: failed
hu: sikertelen

source: model loading
hu: model betöltése

source: finished
hu: kész

source: model hashing
hu: model hash számítása

source: model hashing done
hu: model hash számítása kész

source: model load failed
hu: sikertelen model betöltés

source: connected
hu: kapcsolódva

source: disconnected
hu: szétkapcsolt

source: disabled
hu: kikapcsolva

source: About the sd.cpp.gui.wx
hu: Az sd.cpp.gui.wx programról

source: About the program
hu: Az alkalmazásról

source: Open CivitAi.com model browser
hu: A CivitAi.com model letöltő megnyitása

source: With CivitAi.com model browser, you can search for models or download models
hu: A CivitAi.com model böngészővel lehetőséged van modellek keresésére és letöltésére

source: Show Widget
hu: Widget megjelenítése

source: Stop and restart the background process
hu: A háttérfolyamat leállítása és elindítása

source: This will send a terminate to the background diffuser process. This will clear up all used memory (eg. freeing up all the loaded models)
hu: Ez megszakítja a háttér diffúziós folyamatot. Felszabadítja az általa lefoglalt memóriát (az eddig betöltött modelleket kiüríti)

source: Type:
hu: Típus:

source: Weight type. If not specified, the default is the type of the weight file.
hu: Súlyozás típus. Ha nincs megadva, a fájl típusa lesz használva.

source: Current job: none
hu: Aktuális feladat: nincs

source: Number of jobs: 0
hu: Feladatok száma: 0

source: Crated at
hu: Létrehozva

source: Type
hu: Típus

source: Server
hu: Kiszolgáló

source: Sampler
hu: Mintavevő

source: Progress
hu: Folyamat

source: Speed
hu: Sebesség

source: Status
hu: Állapot

source: Job details
hu: Feladat részletei

source: Jobs and Images
hu: Feladatok és képek

source: Diffusion
hu: Diffúzió

source: OpenPose Editor
hu: OpenPose Szerkesztő

source: Select a file
hu: Válassz egy fájlt

source: Image files (*.jpg;*.jpeg;*.png;*.JPG;*.JPEG;*.PNG)|*.jpg;*.jpeg;*.png;*.JPG;*.JPEG;*.PNG
hu: Képek (*.jpg;*.jpeg;*.png;*.JPG;*.JPEG;*.PNG)|*.jpg;*.jpeg;*.png;*.JPG;*.JPEG;*.PNG

source: Open controlnet image
hu: Controlnet kép mengyitása

source: CN on CPU
hu: CN CPU-ban

source: Keep controlnet on CPU
hu: Controlnet CPU-ban hagyása

source: Strength of the control image
hu: Controlnet kép erőssége

source: Remove control image
hu: Irányító kép eltávolítása

source: Brush
hu: Ecset

source: Zoom
hu: Nagyítás

source: Save the mask into png
hu: Maszk mentése png-be

source: Invert mask
hu: Maszk invertálása

source: Resize the image to fit into the diffusion's width and height. WARNING: this will delete the current mask if have!
hu: Kép átméretezése a diffúziós képméretekhez. FIGYELEM: ez törli a jelenlegi maszkot, ha van!

source: Clear the mask
hu: Maszk törlése

source: Open a mask image from file
hu: Maszk betöltése képből

source: Change the brush shape to circle
hu: Ecset forma módosítása kör alakúra

source: Change the brush shape to square
hu: Ecset forma módosítása négyszög alakúra

source: Change the brush shape to triangle
hu: Ecset forma módosítása háromszög alakúra

source: Ctrl + Mouse wheel to ZOOM Shift + Mouse wheel to Change brush size
hu: Ctrl + egérgörgő a nagyításhoz Shift + egérgörgő az ecset méretezéshez

source: Outpaint Top:
hu: Outpaint Fent:

source: Right:
hu: Jobb:

source: Bottom:
hu: Lent:

source: Left:
hu: Bal:

source: Resize
hu: Átméretezés

source: Preview and InPaint
hu: Előnézet és InPaint

source: Select an image
hu: Válassz egy képet

source: Strength:
hu: Erő:

source: Show full
hu: Teljes mutatása

source: Source Image
hu: Forrás kép

source: Upscaler model
hu: Nagyítás model

source: Width:
hu: Szélesség:

source: Height:
hu: Magasság:

source: Upscale factor
hu: Nagyítási tényező

source: Keep upscale model in memory
hu: Upscale model memóriában tartása

source: WARNING: If you check this box, the upscaler model will remain in memory for the next job, which could lead to a memory overflow or program crash (segfault).
hu: FIGYELEM: ha ezt bekapcsolod, a felnagyító modell a memóriában marad a következő feladat futásakor, amely potenciálisan túl sok memóriát foglalhat le és a program hirtelen leállásához vezethet (segfault).

source: Keep checkpoints in memory
hu: Model memóriában tartása

source: WARNING: If you check this box, the SD model from the previous job will remain in RAM/VRAM, which could potentially lead to a program crash (segfault).
hu: FIGYELEM: ha ezt bekapcsolod, az SD model az előző feladatból memóriában marad (RAM/VRAM), amely potenciálisan túl sok memóriát foglalhat le és a program hirtelen leállásához vezethet (segfault).

source: Upscaler
hu: Nagyítás

source: Copy to txt2img prompt
hu: txt2img promptba másolás

source: Copy to img2img prompt
hu: img2img promptba másolás

source: Find and select model
hu: Model keresése és kiválasztása

source: Try to find and load the model by the image parameters
hu: Model keresése és betöltése a kép paraméterei alapján

source: Load all to txt2img
hu: Betöltés txt2img-be

source: Load all to img2img
hu: Betöltés img2img-be

source: Clear
hu: Ürítés

source: Image info
hu: Kép infó

source: Language model
hu: Nyelvi model

source: Please select a model
hu: Kérlek válasz egy model-t

source: Send
hu: Küldés

source: Prompt Template
hu: Prompt Sablon

source: Custom prompt template. Primary for models which not stores template in their metadata. Only supports simple Jinja format
hu: Egyedi prompt sablon

source: Batch size
hu: Mennyiség

source: Context size
hu: Kontextus mérete

source: Model's metadata
hu: Model meta adatai

source: Key
hu: Kulcs

source: Value
hu: Érték

source: Chat Assistant
hu: Chat asszisztens

source: Name
hu: Név

source: Size
hu: Méret

source: Model details
hu: Model tulajdonságai

source: [F]avorite
hu: [K]edvenc

source: wxFB Website
hu: wxFB Weboldal

source: Models
hu: Modellek

source: Load previous prompt
hu: Előző prompt betöltése

source: Clear prompt
hu: Prompt törlése

source: Normalize
hu: Normalizálás

source: Negative prompt:
hu: Negatív prompt:

source: Load previous neg. prompt
hu: Előző negatív prompt betöltése

source: Prompt presets:
hu: Prompt sablonok:

source: What is this?
hu: Mi is ez?

source: SLG scale:
hu: Cfg skála:

source: skip layer guidance (SLG) scale, only for DiT models: (default: 0.0)
hu: skip layer guidance (SLG) skála, csak DiT modellekhez: (alapértelmezett: 0,0)

source: Skip layers:
hu: Réteg kihagyás:

source: Layers to skip for SLG steps: (default: [7,8,9])
hu: Kihagyandó rétegek az SLG lépéseknél: (alapértelmezett: [7,8,9])

source: Skip Layer Start:
hu: Kihagyás kezdete:

source: SLG enabling point: (default: 0.01) SLG will be enabled at step int([STEPS]*[START]) and disabled at int([STEPS]*[END])
hu: SLG engedélyezési pont: (alapért.: 0.01) A következő lépésnél lesz az SLG bekapcsolva: int([STEPS]*[START]) és kikapcsolva int([STEPS]*[END])

source: Skip Layer End:
hu: Kihagyás vége:

source: SLG disabling point: (default: 0.2) SLG will be enabled at step int([STEPS]*[START]) and disabled at int([STEPS]*[END])
hu: SLG kikapcsolási pont: (alapért.: 0.01) A következő lépésnél lesz az SLG bekapcsolva: int([STEPS]*[START]) és kikapcsolva int([STEPS]*[END])

source: Diffusion Model:
hu: Diffúziós Model:

source: Diffusion models, for example FLUX
hu: Diffúziós modellek, például FLUX

source: Model files (*.safetensors;*.gguf)|*.safetensors;*.gguf
hu: Model fájlok (*.safetensors;*.gguf)|*.safetensors;*.gguf

source: Clean models
hu: Modellek eltávolítása

source: Use flash attention in the diffusion model. This will reduce significantly the memory uage (for low vram). Might lower quality, since it implies converting k and v to f16. This might crash if it is not supported by the backend.
hu: Flash Attention bekapcsolása a diffúziós modellben. Ez jelentősen csökkenti a memóriahasználatot (alacsony VRAM esetén). Csökkentheti a minőséget, mivel k és v f16-ra konvertálását jelenti. Ez összeomláshoz vezethet, ha a háttérrendszer nem támogatja.

source: Not selected
hu: Nincs kiválasztva

source: VAE on CPU
hu: VAE CPU-n

source: Tiling
hu: Darabolás

source: Process vae in tiles to reduce memory usage
hu: VAE-k feldolgozása csempékre bontva memória spóroláshoz

source: Decode only
hu: Csak dekódolás

source: ignore last layers of CLIP network; 1 ignores none, 2 ignores one layer (default: -1) <= 0 represents unspecified, will be 1 for SD1.x, 2 for SD2.x
hu: a CLIP hálózat utolsó rétegeit hagyja ki; 1 nem hagy ki, 2 egy réteg kihagyása (alapért.: -1) <= meghatározatlan esetén, 1 lesz SD1.x-nél, 2 SD2.x esetén

source: CLIP on CPU
hu: CLIP CPU-n

source: Using Tiny AutoEncoder for fast decoding (low quality)
hu: Használjon Tiny AutoEncoder-t a gyorsabb dekódoláshoz (rosszabb képminőség)

source: Generate a random seed
hu: Véletlen seed generálása

source: RESOLUTIONS
hu: FELBONTÁS

source: Swap the resolution
hu: Felbontás megcserélése

source: Image width
hu: Kép szélesség

source: Image height
hu: Kép magasság

source: Small resolutions
hu: Kis felbontások

source: Lower resolutions for SD1.x
hu: Alacsonyabb felbontások SD1.x-hez

source: Large resolutions
hu: Nagyobb felbontások

source: Higher resolutions for FLUX/SDXL/SD3.5
hu: Magsabb felbontások FLUX/SDXL/SD3.5 modellekhez

source: No presets
hu: Nincsenek sablonok

source: Load the selected preset
hu: A kiválasztott előbeállítás betöltése

source: Load a selected preset. The preset settings will over write the current generation settings
hu: A kiválasztott Beállítás betöltése. A Beállítás paraméterei felülírják a jelenlegi paramétereket

source: Save the current settings into preset
hu: Jelenlegi paraméterek mentése új Előbeállításba

source: Save the current settings into a new preset, or overwrite an exists one
hu: Jelenlegi paraméterek mentése új Előbeállításba, vagy egy már meglévő felülírása

source: sampling method (default: "euler_a")
hu: mintavételezés típusa (alapért.: "euler_a")

source: Steps:
hu: Lépések:

source: number of sample steps (default: 20)
hu: mintavételezés száma (alapért.: 20)

source: Batch:
hu: Mennyiség:

source: number of images to generate.
hu: a generált képek száma.

source: Queue
hu: Indítás

source: Llama models path
hu: Llama model útvonal

source: Select a folder
hu: Válassz egy mappát

source: Open folder
hu: Mappa megnyitása

source: Models path
hu: Model mappa

source: Lora path
hu: Lora mappa

source: Vae path
hu: Vae mappa

source: Embedding path
hu: Embedding mappa

source: TAESD path
hu: TAESD mappa

source: TAESD models you can download from here: https://github.com/madebyollin/taesd/tree/main
hu: TAESD model-t innen tölthetsz le: https://github.com/madebyollin/taesd/tree/main

source: Controlnet path
hu: Controlnet mappa

source: ESRGAN path
hu: ESRGAN mappa

source: Presets path
hu: Előbeállítások mappa

source: Images output
hu: Képek kimenete

source: Paths
hu: Útvonalak

source: Generate missing base model hash before diffusion
hu: Hiányzó model hash generálása diffúzió előtt

source: Keep model in memory
hu: Model memóriában tartása

source: Keep model in (v)RAM after diffusions
hu: Diffúzió után tartsa a modelt a memóriában

source: Save all images (intermediate images)
hu: Minden kép mentése (közbülső képek)

source: Output images format
hu: Kimeneti kép formátuma

source: PNG meta data not supported yet
hu: PNG meta adat nem támogatott jelenleg

source: JPEG quality
hu: JPEG minőség

source: Image output quality, default: 90%
hu: Kép mentési minősége, alapért.: 90%

source: PNG compression level
hu: PNG tömörítés

source: Number of CPU cores
hu: CPU magok száma

source: Image name format
hu: Kép fájlnév formátum

source: Show notifications
hu: Értesítések mutatása

source: Notification timeout:
hu: Értesítés lejárati ideje:

source: The timeout is depends on the OS and notification type
hu: Az időtúllépés függ az OS-től és az értesítés típusától

source: Language:
hu: Nyelv:

source: Only show favorite models
hu: Csak a kedvencnek jelölt modelleket mutassa

source: Only display the models marked as favorites in the model selector of the main GUI
hu: Csak azokat a modelleket listázza ki a fő felület model - választójában, amelyek kedvencnek lettek jelölve.

source: Enable CivitAi features
hu: CivitAi funkciók bekapcsolása

source: Enable or disable all CivitAi features
hu: CivitAi funkciók ki vagy bekapcsolása

source: CivitAi.com API key
hu: CivitAi.com API kulcs

source: How to generate API key on CivitAi.com
hu: Hogyan generáljunk API kulcsot CivitAi.com-on

source: Click to the question mark button to get help
hu: Kattints a kérdőjeles gombra további információkért

source: Remote settings
hu: Távoli beállítások

source: On job select
hu: Feladat választásakor

source: After job download
hu: Feladat letöltése után

source: Image downloads
hu: Kép letöltések

source: On Job Select: Images are downloaded only when a job is selected. Downloaded images are cached, so the download happens only the first time a job is selected. This option ensures that only images for selected jobs are downloaded, reducing unnecessary downloads. However, images won't appear immediately and may take a moment to load. After Job Download: All images are downloaded from the server as soon as the job metadata is retrieved. Once the app connects to the server and receives the job list, it begins downloading images for all jobs. This allows images to be immediately available when selecting a job. However, if there are many jobs with associated images, this process can take a long time, delay the job list display, and result in high bandwidth usage.
hu: Feladat kiválasztása után: A képek csak akkor kerülnek letöltésre, amikor egy feladat kiválasztásra kerül. A letöltött képek gyorsítótárba kerülnek, így a letöltés csak akkor történik meg, amikor egy feladatot először választottak ki. Ez a lehetőség biztosítja, hogy csak a már egyszer kiválasztott feladatok képei legyenek letöltve, csökkentve a szükségtelen letöltéseket. Azonban a képek nem jelennek meg azonnal. Feladat letöltése után: Az összes kép letöltésre kerül a szerverről, amint a feladat metaadatai lekérdezésre kerülnek. Miután az alkalmazás csatlakozik a kiszolgálóhoz és megkapja a feladatok listáját, elkezdi letölteni az összes képet. Ez lehetővé teszi, hogy a képek azonnal elérhetőek legyenek a feladat kiválasztásakor. Azonban ha sok feladat van a hozzájuk tartozó képekkel, ez a folyamat hosszú ideig is eltarthat, késleltetheti a feladat lista megjelenítését, és magas sávszélesség-használatot eredményezhet hirtelen.

source: Delete
hu: Törlés

source: Enable
hu: Engedélyez

source: Host
hu: Hoszt

source: Auth key
hu: Azonosító kulcs

source: Host:
hu: Hoszt:

source: Add server
hu: Új kiszolgáló

source: Servers
hu: Kiszolgálók

source: Save
hu: Mentés

source: Versions
hu: Verziók

source: baseModel
hu: alapModel

source: baseModelType
hu: alapModelTípus

source: Published
hu: Publikálva

source: Downloads
hu: Letöltések

source: Files
hu: Fájlok

source: Download
hu: Letöltés

source: Format
hu: Formátum

source: Select the model type to filter
hu: Válassz egy model típust a szűréshez

source: Search for model names
hu: Model nevére keresés

source: Search
hu: Keresés

source: File
hu: Fájl

source: SD1x Models
hu: SD1x Modellek

source: SDXL models
hu: SDXL modellek

source: Presets
hu: Sablonok

source: Prompt styles
hu: Prompt stílusok

source: The download process may take a long time, depending on your internet speed and the selected models. Additionally, the models require a significant amount of disk space. Please ensure you have enough storage before proceeding.
hu: A letöltési folyamat az internet sebességétől és a kiválasztott modellek méretétől függően sokáig tarthat. Ezenkívül a modellek jelentős mennyiségű lemezterületet igényelnek. A folytatás előtt győződj meg arról, hogy a szükséges szabad hely rendelkezésre áll.

source: Settings
hu: Beállítások

source: About
hu: Az alkalmazásról

source: CivitAI model downloader
hu: CivitAi.com model letöltő

source: Do you want to open the URL? %s
hu: Meg szeretnéd nyitni a linket? %s

source: Open URL
hu: Link megnyitása

source: The file '%s' already exists. Do you want to overwrite it?
hu: A fájl '%s' már létezik. Szeretnéd felülírni?

source: Download Model
hu: Model letöltése

source: Error on receiving list: %s
hu: Hiba történt a lista lekérésekor: %s

source: Loading response, please wait...
hu: Válasz betöltése, kérlek várj...

source: Local available
hu: Helyileg elérhető

source: Download failed: %s
hu: Sikertelen letöltés: %s

source: Download failed
hu: Letöltés sikertelen

source: Error on parsing response!
hu: Hiba a válasz feldolgozásakor!

source: Error on parsing response! (no items in json)
hu: Hiba a válasz feldolgozásakor! (a json nem tartalmaz items kulcsot)

source: Parsing items
hu: Elemek feldolgozása

source: Error on parsing response:
hu: Hiba a válasz feldolgozásakor:

source: Loading, please wait...
hu: Töltés, kérlek várj...

source: Current job: %s %s %s
hu: Aktuális feladat: %s %s %s

source: Server %s:%d already exists
hu: A kiszolgáló %s:%d már létezik

source: Server already exists
hu: A kiszolgáló már létezik

source: Authkey must be 64 characters long
hu: Az azonosító kulcsnak 64 karakternek kell lennie

source: Disable
hu: Kikapcsolás

source: Please fill all required fields before enabling the server
hu: Kérlek tölts ki minden mezőt a kiszolgáló engedélyezése előtt

source: Hide Widget
hu: Widget elrejtése

source: Officially from sd.cpp, the following upscaler model is supported: <br/><a href="%s">RealESRGAN_x4Plus Anime 6B</a><br/>This is working sometimes too: <a href="%s">RealESRGAN_x4Plus</a>
hu: Hivatalosan az sd.cpp projekt az alábbi upscaler modelt támogatja:<br/><a href="%s">RealESRGAN_x4Plus Anime 6B</a><br/>Az alábbi szintén működik néhány esetben: <a href="%s">RealESRGAN_x4Plus</a>

source: Stable Diffusion process started: %s
hu: A Stable Diffusion folyamat elindult: %s

source: Stable diffusion is ready
hu: Stable Diffusion készen áll

source: Stable Diffusion process stopped
hu: A Stable Diffusion folyamat leállt

source: Stable diffusion process just started: %s
hu: A Stable Diffusion folyamat elindult: %s

source: Stable diffusion failed to start: %s
hu: A Stable Diffusion folyamatot nem sikerült elindítani: %s

source: Llama process started: %s
hu: Az llama folyamat elindult: %s

source: Llama is ready
hu: Llama készen áll

source: Llama process stopped: %s
hu: Az llama folyamat leállt: %s

source: Llama is down
hu: Llama nem fut

source: LLama process died withour error
hu: Az llama folyamat leállt hiba üzenet nélkül

source: Llama process just started: %s
hu: Az llama folyamat elindult: %s

source: Llama process failed to start: %s
hu: Az llama folyamatot nem sikerült elindítani: %s

source: Please wait to finish the currently running jobs!
hu: Kérlek várd meg, míg a jelenleg futó feladatok be nem fejeződnek!

source: <p><strong>Disclaimer</strong></p><p>Use of this application is at your own risk. The developer assumes no responsibility or liability for any potential data loss, damage, or other issues arising from its usage. By using this application, you acknowledge and accept these terms.</p>
hu: <p><strong>Felelősség</strong></p><p>Az alkalmazás használata saját felelősségére történik. A fejlesztő nem vállal felelősséget a használatából eredő esetleges adatvesztésért, -károsodásért vagy egyéb problémákért. Az alkalmazás használatával Ön tudomásul veszi és elfogadja ezeket a feltételeket.</p>

source: <p>Version: %s</p>
hu: <p>Verzió: %s</p>

source: <p>Git version: %s</p>
hu: <p>Git verzió: %s</p>

source: <p>Stable Diffusion CPP version: %s</p>
hu: <p>Stable Diffusion CPP vrzió: %s</p>

source: <p>Website: <a target='_blank' href='%s'>%s</a></p>
hu: <p>Weboldal: <a target='_blank' href='%s'>%s</a></p>

source: <p>Loaded backend: %s</p>
hu: <p>Betöltött backend: %s</p>

source: Configuration folder:
hu: Beállítások mappája:

source: Model folder:
hu: Model mappa:

source: Embedding folder:
hu: Embeddings mappa:

source: Lora folder:
hu: Lora mappa:

source: Vae folder:
hu: Vae mappa:

source: Controlnet folder:
hu: Controlnet mappa:

source: ESRGAN folder:
hu: ESRGAN mappa:

source: TAESD folder:
hu: TAESD mappa:

source: Output folder:
hu: Kimeneti mappa:

source: Jobs folder:
hu: Feladatok mappája:

source: Presets folder:
hu: Előbeállítások mappája:

source: No model selected
hu: Nincs model kiválasztva

source: Number of jobs: %d
hu: Feladatok száma: %d

source: Error: rows_to_del.size() != items_to_del.size()
hu: Hiba: rows_to_del.size() != items_to_del.size()

source: Delete %d items
hu: %d db törlése

source: Requeue
hu: Újra sorbaállítás

source: Load parameters
hu: Paraméterek betöltése

source: Copy prompts to text2img
hu: Promptok másolása a text2img -be

source: Copy prompts to img2img
hu: Promptok másolása az img2img-be

source: Select model %s
hu: Model választása %s

source: Send the last image to the Upscale tab
hu: Az utolsó kép küldése a Kép nagyításhoz

source: Send the last image to the img2img tab
hu: Utolsó kép küldése az img2img-be

source: Upscale again
hu: Felnagyítás újra

source: Pause
hu: Szünet

source: Resume
hu: Folytatás

source: Create subfolder in: '%s'
hu: Almappa létrehozása: '%s'

source: RE-Calculate &Hash
hu: &Hash újraszámítása

source: Calculate &Hash
hu: &Hash számítása

source: Force update info from &CivitAi
hu: Újra frissítés &CivitAi-ról

source: Update info from &CivitAi
hu: Frissítés &CivitAi-ról

source: &Select model %s to the next job
hu: Model %s vála&sztása a következő futáshoz

source: Open model on CivitAi.com in default browser
hu: Model megnyitása böngészőben a CivitAi.com-on

source: Convert model to %s gguf format
hu: Model átalakítása %s gguf formátumá

source: Append to text2img prompt <lora:%s:0.5>
hu: Hozzáfűzés a text2img prompthoz <lora:%s:0.5>

source: Append to text2img neg. prompt <lora:%s:0.5>
hu: Hozzáfűzés a text2img neg. prompthoz <lora:%s:0.5>

source: Append to img2img prompt <lora:%s:0.5>
hu: Hozzáfűzés az img2img prompthoz <lora:%s:0.5>

source: Append to img2img neg. prompt <lora:%s:0.5>
hu: Hozzáfűzés az img2img neg. prompthoz <lora:%s:0.5>

source: Append to text2img prompt %s
hu: Hozzáfűzés a text2img prompthoz %s

source: Append to text2img neg. prompt %s
hu: Hozzáfűzés a text2img neg. prompthoz %s

source: Append to img2img prompt %s
hu: Hozzűáfűzés az img2img prompthoz %s

source: Append to img2img neg. prompt %s
hu: Hozzáfűzés az img2img neg. prompthoz %s

source: &Move model into another sub folder
hu: &Model mozgatása másik mappába

source: Move the model into the checkoints folder: %s
hu: Model mozgatása a checkpoints mappába: %s

source: Move the model into the VAE folder: %s
hu: Model mozgatása a VAE mappába: %s

source: Move the model into the Lora folder: %s
hu: Model mozgatása a Lora mappába: %s

source: Move the model into the Embedding folder: %s
hu: Model mozgatása az Embedding mappába: %s

source: Move the model into the TaeSD folder: %s
hu: Model mozgatása a TaeSD mappába: %s
